Repository: Myronexx/pixelera
Catalog: i18n/ssr-*.po
Languages: hu, ru, tr

source: You can not send chat messages with proxy
hu: Proxy-val nem küldhetsz üzenetet
ru: Вы не можете отправлять сообщения в чат, если Вы используете прокси
tr: Proxy ile sohbete mesaj atamazsın

source: You are banned
ru: Вы в бане

source: Your Internet Provider is banned
ru: Ваш Интернет Провайдер в бане

source: You are not allowed to use chat
ru: Вам запрещено использовать чат

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
hu: Túl gyorsan küldöd az üzeneteket, várnod kell ${ waitTime }mp-t :(
ru: Вы отправляете сообщения слишком часто, Вам нужно подождать ${ waitTime }сек :(
tr: Çok hızlı mesaj gönderiyorsun, ${ waitTime } saniye beklemen gerekiyor

source: You don't have access to this channel
hu: Nincs hozzáférésed ehhez a csatornához
ru: У Вас нет доступа к этому каналу
tr: Bu kanala erişimin yok

source: Your mail has to be verified in order to chat
hu: Hitelesítsd az email címed ahhoz, hogy írni tudj
ru: Чтобы писать в чате, Ваша почта должна быть подтверждена
tr: Onaylı bir E-Posta adresin olmadan sohbete katılamazsın

source: You are permanently muted, join our guilded to apppeal the mute
hu: Véglegesen némítva lettél, csatlakozz a Guilded szerverünkhöz a fellebbezéshez
ru: Вам выдан мут навсегда, присоединитесь к нашему Guilded для апелляции

source: You are muted for another ${ timeMin } minutes
hu: Még ${ timeMin } percig leszel némítva
ru: Вам выдан мут еще на ${ timeMin } мин
tr: ${ timeMin } dakikalığına susturuldun

source: You are muted for another ${ muted } seconds
hu: Még ${ muted } másodpercig leszel némítva
ru: Вам выдан мут еще на ${ muted } сек
tr: ${ muted } saniyeliğine susturuldun

source: Ow no! Spam protection decided to mute you
hu: Jaj ne! A spam filter úgy döntött, hogy lenémít
ru: О нет! Защита от спама решила выдать Вам мут
tr: Olamaz! Spam koruması seni susturdu

source: You can't send a message this long :(
hu: Ilyen hosszú üzenetet nem küldhetsz :(
ru: Вы не можете послать настолько длинное сообщение :(
tr: Bu kadar uzun bir mesaj gönderemezsin :(

source: Please use int channel
hu: Kérlek, használt az int csatornát
ru: Пожалуйста, используйте канал int
tr: Lütfen int sohbet kanalını kullanın

source: Your country is temporary muted from this chat channel
ru: В этом канале чата всей Вашей стране временно выдан мут

source: Stop flooding.
hu: Helyedre!
ru: Перестаньте флудить.
tr: Flood yapmayı bırak.

source: You sent an empty password or invalid data :(
hu: Üres jelszót vagy hibás adatot adtál meg:(
ru: Вы установили пустой пароль или неверные данные :(
tr: Boş bir parola gönderdin veya geçersiz data :(

source: This password-reset link isn't valid anymore :(
hu: A jelszó visszaállító link többé nem érvényes :(
ru: Это ссылка для сброса пароля больше недействительна :(
tr: Parola değiştirme bağlantısı artık geçerli değil :(

source: Your passwords do not match :(
hu: A jelszavak nem egyeznek :(
ru: Ваши пароли не совпадают :(
tr: Parolaların uyuşmuyor

source: User doesn't exist in our database :(
hu: Ilyen felhasználó nincs az adatbázisunkban :(
ru: Пользователь не существует в нашей базе данных :(
tr: Kullanıcı veri tabanımızda bulunamadı :(

source: Passowrd successfully changed.
hu: Jelszó sikeresen megváltoztatva.
ru: Пароль успешно изменён.

source: Invalid url :( Please check your mail again.
hu: Érvénytelen url :( Kérlek nézd meg újból az e-mailed.
ru: Неверный url :( Пожалуйста проверьте вашу почту ещё раз.
tr: Geçersiz bağlantı :( Lütfen postanızı tekrar kontrol ediniz.

source: This passwort reset link is wrong or already expired, please request a new one (Note: you can use those links just once)
hu: A jelszó visszaállító link hibás vagy már lejárt, kérj egy újat (Csak egyszer használatos)
ru: Эта ссылка на изменение пароля неверна или уже истекла, пожалуйста запросите новую (Примечание: Вы можете использовать эти ссылки только один раз)
tr: Bu parola değiştirme bağlantısı yanlış veya çoktan sona erdi, lütfen yeni bir talepte bulun (Not: bu bağlantıları tek seferlik kullanabilirsin)

source: PixelPlanet.Fun Window
ru: Окно PixelPlanet.fun

source: PixelPlanet.Fun Windows
ru: Окна PixelPlanet.Fun

source: Place color pixels on an map styled canvas with other players online
hu: Helyezz el pixeleket egy hatalmas online vásznon más játékosokkal együtt
ru: Ставьте цветные пиксели на полотне в виде карты мира вместе с другими игроками по сети
tr: Diğer oyuncularla beraber harita tarzı tuvallerde renkli pikseller atın

source: PixelPlanet.Fun 3DGlobe
hu: PixelPLanet.Fun 3DFöld
ru: 3D Глобус PixelPlanet.Fun
tr: PixelPlanet.Fun 3BKüresel

source: A 3D globe of our whole map
hu: A térképünk 3D-s modellje
ru: 3D глобус всей нашей карты
tr: Tüm haritamızın 3 boyutlu küreseli

source: Double click on globe to go back.
hu: Kattints duplán a glóbuszra, hogy visszatérj.
ru: Дважды кликните на глобус для возвращения назад.
tr: Küreye çift tıklayarak geri dön.

source: Loading...
hu: Töltünk...
ru: Загрузка...
tr: Yükleniyor...

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
hu: Már küldtünk egy megerősítő e-mailt, kérhetsz újat ${ minLeft } perc múlva.
ru: Мы уже отправили Вам письмо с подтверждением, Вы можете запросить ещё одно через ${ minLeft } мин.
tr: Size zaten doğrulara postası gönderildi, ${ minLeft } dakika içinde yenisini talep edebilirsiniz.

source: Welcome ${ name } to PixelPlanet, plese verify your mail
hu: ${ name } , üdvözlünk a Pixelplaneten, kérlek hitesítsd az e-mail címed
ru: Добро Пожаловать ${ name } на PixelPlanet, пожалуйста подтвердите Вашу почту

source: Hello ${ name }
hu: Szia ${ name }
ru: Здравствуйте, ${ name }
tr: Merhaba ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
hu: üdvözlünk a pixel-művészek kis közösségében; hogy használni tudd a felhasználód, hitelesítsd az e-mail címed. Ezt itt teheted meg:
ru: добро пожаловать в наше небольшое сообщество ставящих пикселями, для использования Вашего аккаунта Вам нужно подтвердить вашу почту. Вы можете сделать это здесь:
tr: piksel atanlardan oluşan topluluğumuza hoş geldin, hesabını kullanmak için mail adresini doğrula. Buradan yapabilirsin:

source: Click to Verify
hu: Hitelesítéshez kattints ide
ru: Нажмите чтобы Подтвердить
tr: Doğrulamak için Tıkla

source: Or by copying following url:
hu: Vagy úgy, hogy kimásolod a url-t:
ru: Или скопируйте следующий url:
tr: Veya bağlantıyı kopyalayarak:

source: Have fun and don't hesitate to contact us if you encouter any problems :)
hu: Érezd jól magad és ne keress minket bátran, ha problémád akadt.
ru: Развлекайтесь и не стесняйтесь обращаться к нам, если у вас возникнут проблемы :)

source: Thanks
hu: Köszi
ru: Спасибо
tr: Teşekkürler

source: Mail is not configured on the server
ru: Почта не настроена на сервере

source: We already sent you a mail with instructions. Please wait before requesting another mail.
hu: Már küldtünk egy utasításokat tartalmazó e-mailt. Kérlek várj mielőtt újat kérsz.
ru: Мы уже отправили вам письмо с инструкциями. Пожалуйста подождите прежде чем запрашивать другое письмо.
tr: Sana çoktan talimatlar içeren bir posta gönderdik. Lütfen başka bir posta talep etmeden önce bekle.

source: Couldn't find this mail in our database
hu: Az e-mail cím nem található az adatbázisunkban
ru: Не удалось найти эту почту в нашей базе данных
tr: Bu mail adresini veri tabanımızda bulamadık

source: You forgot your password for PixelPlanet? Get a new one here
hu: Elfelejtetted a jelszavad? Itt kérhetsz újat
ru: Вы забыли ваш пароль от PixelPlanet? Введите новый здесь
tr: PixelPlanet parolanı unuttun mu? Buradan yenisini alabilirsin

source: Hello
hu: Szia
ru: Здравствуйте
tr: Merhaba

source: You requested to get a new password. You can change your password within the next 30min here:
hu: Új jelszót kértél. itt tudod 30 percig megváltoztatni a jelszavad:
ru: Вы запросили новый пароль. Вы можете сменить Ваш пароль в течение следующих 30 минут здесь:
tr: Yeni bir parola talebinde bulundun. Parolanı 30 dakika içinde buradan değiştirebilirsin::

source: Reset Password
hu: Jelszó visszaállítása
ru: Сбросить Пароль
tr: Parola Yenile

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
hu: Ha nem te kérted ez az e-mailt, akkor hagyd figyelmen kívül (az e-mailt erről az ip-címről kérték ${ ip }).
ru: Если Вы не запрашивали это письмо, пожалуйста просто проигнорируйте его (IP которое запросило это письмо было ${ ip }).
tr: Eğer bu maili talep etmediysen lütfen görmezden gel (bu postayı talep eden ip: ${ ip })

source: PixelPlanet.fun Password Reset
hu: PixelPlanet.fun Jelszó visszaállítás
ru: Сброс Пароля PixelPlanet.fun
tr: PixelPlanet.fun Parola Yenileme

source: Reset your password here
hu: Állítsd vissza a jelszavad itt
ru: Сбросьте свой пароль здесь
tr: Parolanı buradan yenileyebilirsin

source: Click here
hu: Kattints ide
ru: Нажмите здесь
tr: Buraya tıkla

source: to go back to pixelplanet
hu: hogy visszamenj a pixelplanet-re
ru: для возвращения назад на pixelplanet
tr: pixelplanet'e dön

source: Hello ${ name }, you can set your new password here:
hu: Szia ${ name }, új jelszót itt választhatsz:
ru: Здравствуйте ${ name }, Вы можете установить новый пароль здесь:
tr: Merhaba ${ name }, parolanı burada ayarlayabilirsin:

source: New Password
hu: Új jelszó
ru: Новый Пароль
tr: Yeni Parola

source: Confirm New Password
hu: Új jelszó megerősítése
ru: Подтвердить Новый Пароль
tr: Yeni Parolayı Onayla

source: Submit
hu: Beküld
ru: Подтвердить
tr: Gönder

source: No captcha text given
hu: Nem adott meg kend rovást
ru: Не указан текст капчти
tr: Captcha metni girilmedi

source: No captcha id given
ru: Не указан идентификатор каптчи
tr: Captcha id'si girilmedi

source: You took too long, try again.
hu: Túl lassú voltál, próbáld meg újból.
ru: Вы потратили слишком много времени, попробуйте снова.
tr: Fazla uzun sürdü, tekrar dene.

source: You failed your captcha
hu: Hát ez nem jött össze
ru: Вы провалили ваш ввод каптчи
tr: Captcha'yı yanlış girdin

source: Unknown Captcha Error
hu: Ismeretlen Captcha hiba
ru: Неизвестная ошибка с каптчей
tr: Bilinmeyen Captcha Hatası

source: Server error occured
hu: Szerver hiba történt
ru: Случилась ошибка сервера
tr: Sunucu hatası oluştu

source: Email can't be empty.
hu: Adj meg egy e-mailt.
ru: Почта не может быть пустой.
tr: Mail adresi boş bırakılamaz.

source: Email should be at least 5 characters long.
hu: Az e-mail címnek legalább 5 karakterből kell állnia.
ru: Почта должна быть длинной минимум 5 символов.
tr: Mail adresi en az 5 karakterden oluşmalıdır.

source: Email can't be longer than 40 characters.
hu: Az e-mail cím nem lehet hosszabb 40 karakternél.
ru: Почта не может быть длиннее 40 символов.
tr: Mail adresi 40 karakterden fazla olamaz.

source: Email should at least contain a dot
hu: Az e-mail címben legalább egy pontnak lennie kell
ru: Почта должна содержать как минимум одну точку
tr: Mail adresi içerisinde nokta bulundurmalıdır

source: Email should contain a @
hu: Az e-mail címnek tartalmaznia kell egy @-t
ru: Почта должна содержать @
tr: Mail adresi içerisinde @ bulundurmalıdır

source: Name can't be empty.
hu: A név nem lehet üres.
ru: Имя Пользователя не может быть пустым.
tr: Kullanıcı adı boş bırakılamaz.

source: Name must be at least 2 characters long
ru: Имя Пользователя должно быть длиной минимум 2 символа
tr: Kullanıcı adı 2 karakterden fazla olmalıdır

source: Name must be shorter than 26 characters
hu: A névnek 26 karakternél rövidebbnek kell lennie
ru: Имя Пользователя должно быть короче 26 символов
tr: Kullanıcı adı 26 karakterden az olmalıdır

source: Name contains invalid character like @, /, \ or #
hu: A név érvénytelen karaktereket tartalmaz mint: @, /, \ vagy #
ru: Имя Пользователя содержит неверные символы, например @, /, \ или #
tr: Kullanıcı adı @, /, \ veya # gibi geçersiz karakter bulunduruyor

source: No password given.
hu: Nem adtál meg jelszót.
ru: Пароль отсутствует.
tr: Parola girilmedi.

source: Password must be at least 6 characters long.
hu: A jelszónak legalább 6 karakter hosszúságúnak kell lennie.
ru: Пароль должен быть минимум 6 символов длинной.
tr: Parola en az 6 karakterden oluşmalıdır.

source: Password must be shorter than 60 characters.
hu: A jelszónak 60 karakternél rövidebbnek kell lennie.
ru: Пароль должен быть короче 60 символов.
tr: Parolan 60 karakteri geçemez.

source: You are not logged in
ru: Вы не вошли в аккаунт
tr: Giriş yapmadın

source: You are not allowed to access this page
ru: Вам запрещен доступ к этой странице
tr: Bu sayfaya erişimin yok

source: Just admins can do that
ru: Только администраторы могут делать это
tr: Sadece adminler bunu yapabilir

source: You are not banned
ru: Вы не в бане

source: No Captcha given
ru: Отсутствует Каптча
tr: Captcha Girilmedi

source: E-Mail already in use.
hu: E-mail cím már használatban.
ru: Эта Почта уже используется.
tr: Mail adresi kullanımda.

source: Username already in use.
hu: Ez a felhasználó foglalt.
ru: Это Имя Пользователя уже используется.
tr: Kullanıcı adı kullanımda.

source: Failed to create new user :(
hu: Nem sikerült új felhasználót létrehozni :(
ru: Провал при создании нового пользователя :(
tr: Yeni hesap oluşturulamadı :(

source: Failed to establish session after register :(
hu: A regisztáció után a munkamenet létrehozása nem sikerült :(
ru: Провал при установлении сессии после регистрации :(
tr: Hesap oluştururken bir hata meydana geldi :(

source: You are not authenticated.
hu: Nem vagy hitelesítve.
ru: Вы не авторизованы.
tr: Kimliğiniz doğrulanamadı.

source: Incorrect password!
hu: Helytelen jelszó!
ru: Неверный пароль!
tr: Yanlış parola!

source: You are not even logged in.
hu: Nem vagy bejelentkezve.
ru: Вы даже не вошли в аккаунт.
tr: Henüz oturum açmadın.

source: Server error when logging out.
ru: Случилась ошибка сервера во время выхода из аккаунта.

source: Mail verification
hu: E-mail megerősítése
ru: Подтверждение почты
tr: Mail adresi doğrulaması

source: You are now verified :)
hu: Most már érvényesítve vagy :)
ru: Теперь вы подтверждены :)
tr: Artık hesabın doğrulandı :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
hu: Az megerősító e-mail kódja érvénytelen vagy lejárt :(, kérlek kérj újat.
ru: Ваше письмо с кодом подтверждения неверное или уже истекло :( , пожалуйста запросите другое.
tr: Doğrulama kodun geçersiz veya süresi doldu :(, lütfen yeni bir talepte bulun.

source: PixelPlanet.fun Accounts
hu: PixelPlanet.fun Felhasználók
ru: Аккаунты PixelPlanet.fun
tr: PixelPlanet.fun Hesapları

source: You will be automatically redirected after 15s
hu: Automatikusan át leszel irányítva 15mp múlva
ru: Вы будете автоматически перенаправленны через 15с
tr: 15 saniye içerisinde otomatik olarak yönlendirileceksin

source: Or ${ clickHere } to go back to pixelplanet
hu: Vagy ${ clickHere } hogy visszatérj a pixelplanet-re
ru: Или ${ clickHere }, чтобы вернуться назад на pixelplanet
tr: Veya ${ clickHere } pixelplanet'e dönebilirsin

source: Earth
hu: Föld
ru: Земля
tr: Dünya

source: Moon
hu: Hold
ru: Луна
tr: Ay

source: 3D Canvas
hu: 3D Vászon
ru: 3D Полотно
tr: 3B Tuval

source: Coronavirus
hu: Koronavírus
ru: Коронавирус
tr: Koronavirüs

source: 1bit
ru: 1бит

source: Top10
ru: Топ-10

source: Our main canvas, a huge map of the world. Place everywhere you like
hu: A fő vásznunk egy hatalmas világtérkép. Azt rajzolsz rá, amit akarsz
ru: Наше главное полотно, огромная карта мира. Ставьте везде где хотите
tr: Ana tuvalimiz devasa dünya haritası. İstediğin yere piksel atabilirsin

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
ru: Полотно Луна. Безопасное место для рисунков. Без флагов или больших текстов (кроме случаев когда это часть рисунка), или когда рисунок больше 1.5тыс * 1.5тыс пикселей.
tr: Ay tuvali. Eserler için güvenilir bir yer. Bayraklar veya büyük yazılar (eserin parçası değilse) veya 1.5k x 1.5k pikselden oluşan eserler yasaktır.

source: Place Voxels on a 3D canvas with others
hu: Helyezz el voxeleket egy 3D-s vásznon
ru: Ставьте Воксели на 3D полотне с другими пользователями
tr: 3B tuvalde diğer oyuncularla birlikte küp pikseller at

source: Special canvas to spread awareness of SARS-CoV2
hu: Speciális vászon a SARS-CoV2 terjesztésére
ru: Специальное полотно для распространения осведомленности о SARS-CoV2
tr: Koronavirüs farkındalığını yaymak için özel olarak yapılan tuval

source: Mirror of PixelZone
hu: A PixelZone tükrözése
ru: Зеркало PixelZone
tr: PixelZone'un aynası

source: Mirror of PixelCanvas
hu: A PixelCanvas tükrözése
ru: Зеркало PixelCanvas
tr: PixelCanvas'ın aynası

source: Black and White canvas
hu: Fekete-fehér vászon
ru: Черно-Белое полотно
tr: Siyah-beyaz tuval

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
ru: Полотно для самых активных игроков прошлого дня. Ежедневный рейтинг сбрасывается в 00:00 UTC.
tr: Geçen günün en aktif oyuncuları için yapılmış tuval. Sıralama her gün 00:00 UTC'da güncellenir.

source: You are permanently muted, join our guilded to appeal the mute
tr: Kalıcı olarak susturuldun, kaldırmak için Guilded sunucumuza katıl

source: Your country is temporary muted from chat
hu: Az országod átmenetileg némítva van
tr: Ülken sohbetten geçici süreliğine susturuldu

source: Password successfully changed.
tr: Parolanız başarılı bir şekilde değiştirildi.

source: Welcome ${ name } to PixelPlanet, please verify your mail
tr: PixelPlanet'e hoş geldin ${ name }, lütfen mail adresini doğrula

source: Have fun and don't hesitate to contact us if you encounter any problems :)
tr: Eğlenmene bak ve problem yaşarsan bize ulaşmaktan çekinme :)

source: Couldn't send your message, pls log out and back in again.
hu: Nem sikerült elküldeni az üzenetet, lépj ki és aztán újra be.

source: Name must be at least 4 characters long
hu: A névnek legalább 4 karakterből kell állnia

source: Moon canvas. Safe space for art. No flags or large text (unless part of art)
hu: Hold vászon. Ez egy biztonságos hely a rajzok számára. A zászló és nagy szöveg tilos (hacsaknem egy rajz része)
